Repository: keviabird/AlertButton
Catalog: PanicButton/PanicButton/*.lproj/Localizable.strings
Languages: ru

# LOCALE
source: en
ru: ru

# ENTER_PHONE
source: Enter your Telephone Number
ru: Введите Ваш номер телефона

source: Code
ru: код

# PHONE_NUMBER
source: Your Telephone Number
ru: номер телефона

# ID
source: Your ID
ru: Введите Ваш ID

source: Continue
ru: Продолжить

# AUTHENTICATION_FAILED
source: The entered combination of Telephone number and ID is incorrect.
ru: Введенные Вами данные неверны!

# OUR_CONTACTS
source: For more precise information pls contact +7 495 580 2688 or send an email to alert@eshc.com
ru: Для уточнения информации свяжитесь с оператором по телефону +7 495 580 2688 или отправьте письмо на почту alert@eshc.com

source: Quit
ru: Закрыть

# CHOOSE_COUNTRY
source: Choose your Country
ru: Выберите страну

source: Accept
ru: Согласен

source: Decline
ru: Не согласен

# THREE_SECONDS
source: HOLD TO PANIC
ru: Удерживайте 3 секунды

# TWO_SECONDS
source: HOLD TO PANIC
ru: Удерживайте 2 секунды

# ONE_SECOND
source: HOLD TO PANIC
ru: Удерживайте 1 секунду

# MESSAGE_SENT
source: The Alert has been sent
ru: Сообщение отправлено

# CONNECTION_FAILED
source: Please, Check your Internet connection and try again!
ru: Проверьте подключение к сети и попробуйте еще раз

# RETRY
source: Ok
ru: Повторить

# CHECK_GEOLOCATION
source: Please, Check your geolocation and try again!
ru: Пожалуйста, включите геолокацию и повторите попытку

source: Update
ru: Обновить

# VERSION_UNSUPPORTED
source: New version of the application is available.
ru: Доступна новая версия приложения.

# VERSION_DEPRECATED
source: The application version is outdated.
ru: Версия приложения устарела.

# UNDEFINED_EXCEPTION
source: Unable to perform operation. Please, try again later.
ru: Не удалось провести операцию. Пожалуйста, попробуйте позже.
